{
  "restaurants": [{
    "id": 1,
    "name": "Sushi King",
    "rating": 4.7,
    "neighborhood": "Columbia",
    "photograph": "../img/sushi-king.jpg",
    "address": "6490 Dobbin Rd, Columbia, MD 21045",
    "latlng": {
      "lat": 39.192702,
      "lng": -76.820526
    },
    "cuisine_type": "Asian",
    "operating_hours": {
      "Monday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Tuesday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Wednesday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Thursday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Friday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Saturday": "11:30 am - 3:00 pm, 5:00 pm - 10:00 pm",
      "Sunday": "Closed"
    },
    "reviews": [{
        "name": "Will S.",
        "date": "June 8th, 2018",
        "rating": 5,
        "comments": "Always a solid choice. Favorite sushi place in Columbia. Great food and super friendly staff. Try the Dobin Mushi soup. And the Happy Together and Samurai roll are both incredible."
      },
      {
        "name": "Nhu P.",
        "date": "June 7th, 2018",
        "rating": 5,
        "comments": "Sushi king is still my fave sushi spot of all time! I know there are plenty of sushi restaurants around the way but their quality of freshness, impeccable service, and unbelievable hospitality and ambiance is hard to come by. Their nigiri is fresh, nicely portioned and delicious! Their rolls are creative, tasty and don't skimp on the fish."
      },
      {
        "name": "Bryant P.",
        "date": "June 7th, 2018",
        "rating": 5,
        "comments": "I don't have words to describe how much this place means to me. The staff is so gracious and kind, seriously you guys rock! The sushi is fresh and delicious ALWAYS! I was sitting in another (overpriced) Annapolis location sushi restaurant and after looking at the menu I got up and drove to Sushi King no lie. This place is that good!"
      }
    ]
  }, {
    "id": 2,
    "name": "Royal Taj",
    "neighborhood": "Columbia",
    "photograph": "../img/royal-taj.jpg",
    "address": "8335 Benson Dr, Columbia, MD 21045",
    "latlng": {
      "lat": 39.186272,
      "lng": -76.801053
    },
    "cuisine_type": "Indian",
    "operating_hours": {
      "Monday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Tuesday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Wednesday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Thursday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Friday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Saturday": "11:30 am - 2:30 pm, 5:00 pm - 10:00 pm",
      "Sunday": "11:30 pm - 3:00 pm, 5:00 pm - 10:00 pm"
    },
    "rating": 4.7,
    "reviews": [{
        "name": "Farrah B.",
        "date": "June 4th, 2018",
        "rating": 5,
        "comments": "Wonderful place to get Indian food.  Very classy looking interior, very courteous staff, and extremely delicious food.  They had a numerous selection of dishes for the lunch buffet.  A little bit pricier than other Indian food buffets I've been to, but I'd gladly go here instead than anywhere else.  Definitely worth a visit."
      },
      {
        "name": "Ems",
        "date": "June 16th, 2018",
        "rating": 5,
        "comments": "By far, the best!! Superior, personal service, superb Indian cuisine, elegant atmosphere... An absolutely wonderful dining experience! We've been dining at 'The Taj' for six years. Having braved the competition, there is absolutely no substitute!"
      },
      {
        "name": "Nathan W.",
        "date": "May 19th, 2018",
        "rating": 5,
        "comments": "This is by far the best Indian restaurant I have been to. Right from the start, the employees are friendly and get you seated, they stop by frequently to check on you, and make you feel at home. The food is amazing. The food here will leave you wanting more - even as the buttons are bursting on your shirt. They have a great selection of drinks as well. The manager is really friendly and truly cars about the guests visiting the restaurant. All in all, well worth the money and visit."
      }
    ]
  }, {
    "id": 3,
    "name": "Honey Pig",
    "neighborhood": "Ellicott City",
    "photograph": "./honey-pig.jpg",
    "address": "10045 Baltimore National Pike, Ellicott City, MD 21042",
    "latlng": {
      "lat": 39.278245,
      "lng": -76.859215
    },
    "cuisine_type": "Asian",
    "operating_hours": {
      "Monday": "10:00 am - 4:00 am",
      "Tuesday": "10:00 am - 4:00 am",
      "Wednesday": "10:00 am - 4:00 am",
      "Thursday": "10:00 am - 4:00 am",
      "Friday": "10:00 am - 4:00 am",
      "Saturday": "10:00 am - 4:00 am",
      "Sunday": "10:00 am - 2:00 am"
    },
    "rating": 4.4,
    "reviews": [{
        "name": "Zachary B.",
        "date": "June 12th, 2018",
        "rating": 4,
        "comments": "A unique and genuine Korean experience. I spent about a month in Pusan and Honey Pig almost convinced me I was back. I visited the restaurant years ago and I was far from impressed. Though the decorations and layout don't seem to have changed, the service has improved massively.Our waitress was excellent, the serving sizes were appropriate for the prices and the overall experience was pleasant. I would definitely recommend Honey Pig, especially if you are looking for a good place to eat late at night."
      },
      {
        "name": "Anna I.",
        "date": "June 19th, 2018",
        "rating": 1,
        "comments": "I like trying new things. If I like them, I buy them or go back again. If I don't, then there's no repeat. For this place, I am not coming back. It's because I strongly feel that the food is overpriced compared to its taste or quality. 16.99 for 3 pieces of pork belly that's just a little over the size of bacon pieces.3 of us paid over $80! The food does not taste great. But if I'm paying so much for the food, I expect it to be somehow phenomenal but it isn't. And the workers don't smile. I'm so used to American service where most workers are friendly and will make sure customers are happy. Not just deliver items and just pay us and get out of here so we can serve the next paying customer."
      },
      {
        "name": "Tina L.",
        "date": "April 19th, 2018",
        "rating": 5,
        "comments": "This is one of my favorite restaurants in the area. The food is good, plentiful, and comes out pretty quickly. I'm typically not a big meat either,  but I do like what they prepare. Even though vegetarians I know can find something on the menu, though you do leave smelling like meat. I especially love their steamed egg. On the walls are televisions with continual loops of K-Pop videos. Typically the kids we bring with us I'm the very distracting and we can stay there longer than a lot of other restaurants."
      }
    ]
  }, {
    "id": 4,
    "name": "Gino's Burgers and Chicken",
    "neighborhood": "Towson",
    "photograph": "./ginos.jpg",
    "address": "8600 Lasalle Rd #250C, Towson, MD 21286",
    "latlng": {
      "lat": 39.395838,
      "lng": -76.577552
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "11:00 am - 10:00 pm",
      "Tuesday": "11:00 am - 10:00 pm",
      "Wednesday": "11:00 am - 10:00 pm",
      "Thursday": "11:00 am - 10:00 am",
      "Friday": "11:00 am - 10:00 pm",
      "Saturday": "11:00 am - 10:00 pm",
      "Sunday": "11:00 am - 10:00 pm"
    },
    "rating": 4.3,
    "reviews": [{
        "name": "Dahlia P.",
        "date": "March 19th, 2018",
        "rating": 5,
        "comments": "For me, this is stepping into the past when fast food used to be decent food served quickly. Gino's still gets it done all these years later. The Giant is a bit large for me so I go with the Junior and get what I remember, and just as good as always. The shakes are truly delightful and the fries quite good. If you remember the old Gino's or just want a new burger place, come here. It's worth the trip."
      },
      {
        "name": "Cynthia M.",
        "date": "June 15th, 2018",
        "rating": 5,
        "comments": "Food and prices are not too bad.  Milkshakes are great.  Prices are  reasonable.  Service great."
      },
      {
        "name": "Kail H.",
        "date": "June 12th, 2018",
        "rating": 5,
        "comments": "The most awsome milkshakes I've ever had.  Really.  Everything else is good. A bit pricey,  but cool service and totally worth it."
      }
    ]
  }, {
    "id": 5,
    "name": "Pizza Sauce",
    "neighborhood": "Parkville",
    "photograph": "./pizza-sauce.jpg",
    "address": "3301 E Joppa Rd, Parkville, MD 21234",
    "latlng": {
      "lat": 39.394529,
      "lng": -76.514387
    },
    "cuisine_type": "Pizza",
    "operating_hours": {
      "Monday": "7:00 am - 10:00 pm",
      "Tuesday": "7:00 am - 10:00 pm",
      "Wednesday": "7:00 am - 10:00 pm",
      "Thursday": "7:00 am - 10:00 pm",
      "Friday": "7:00 am - 11:00 pm",
      "Saturday": "9:00 am - 11:00 pm",
      "Sunday": "9:00 am - 10:00 pm"
    },
    "rating": 4.3,
    "reviews": [{
        "name": "Jessica J.",
        "date": "June 12th, 2018",
        "rating": 2,
        "comments": "I usually get pretty good food here, but this time the team here was laughing and joking do much that they gave my food to another person. Then they just put pepperoni on top of a cheese pizza and put it in the over for a few mins and gave it to me saying it was a remade pizza. I could tell it wasn’t remade because the pepperonis were just on top and it was baked longer that the sauce was dried up. I never had device like that from them and was very disappointed! Feel like they should care more about the customers. Was very unsatisfied and May never go back! He gave me $1 off for that pizza it wasn’t worth any money! I will seriously think twice before I go back!"
      },
      {
        "name": "Stephanie B,",
        "date": "May 28th, 2018",
        "rating": 5,
        "comments": "Really good food. Fast, friendly service. My favorite are the old bay chicken wings. The best so far."
      },
      {
        "name": "Maria C.",
        "date": "June 15th, 2018",
        "rating": 5,
        "comments": "Excellent customer service , really friendly and care about the customer. Good food all the time"
      }
    ]
  }, {
    "id": 6,
    "name": "Pho Pasteur",
    "neighborhood": "Catonsville",
    "photograph": "./pho-pasteur.jpg",
    "address": "710 N Rolling Rd, Catonsville, MD 21228",
    "latlng": {
      "lat": 39.282360,
      "lng": -76.755483
    },
    "cuisine_type": "Viatnamese",
    "operating_hours": {
      "Monday": "10:00 am - 9:00 pm",
      "Tuesday": "10:00 am - 9:00 pm",
      "Wednesday": "10:00 am - 9:00 pm",
      "Thursday": "10:00 am - 9:00 pm",
      "Friday": "10:00 am - 9:00 pm",
      "Saturday": "10:00 am - 9:00 pm",
      "Sunday": "10:00 am - 9:00 pm"
    },
    "rating": 4.6,
    "reviews": [{
        "name": "Emily",
        "date": "May 19th, 2018",
        "rating": 5,
        "comments": "The quick service, food delivery, and delicious and price-friendly food are great! I can't recommend this place enough. I always have some delicious pho within 10 minutes of ordering."
      },
      {
        "name": "Katsuri P.",
        "date": "May 19th, 2018",
        "rating": 4,
        "comments": "Quick launch and fast-friendly service. Chicken pho was not that good though. The chicken tested weird. Overall was good launch with friends. Thanks"
      },
      {
        "name": "Ashley C.",
        "date": "February 19th, 2018",
        "rating": 5,
        "comments": "Let me just say I was pleasantly surprised. They use quality meats and ingredients. Pho tastes so good and flavorful. The service was attentive and quick. Highly recommend!"
      }
    ]
  }, {
    "id": 7,
    "name": "Spice and Dice",
    "neighborhood": "Towson",
    "photograph": "./spice-dice.jpg",
    "address": "1220A E Joppa Rd #108, Towson, MD 21286",
    "latlng": {
      "lat": 39.396246,
      "lng": -76.576666
    },
    "cuisine_type": "Thai",
    "operating_hours": {
      "Monday": "11:00 am - 9:15 pm",
      "Tuesday": "11:00 am - 9:15 pm",
      "Wednesday": "11:00 am - 9:15 pm",
      "Thursday": "11:00 am - 9:15 pm",
      "Friday": "11:00 am - 9:45 pm",
      "Saturday": "11:00 am - 9:45 pm",
      "Sunday": "11:00 am - 9:15 pm"
    },
    "rating": 4.3,
    "reviews": [{
        "name": "Monica D.",
        "date": "June 5th, 2018",
        "rating": 5,
        "comments": "My absolute favorite place to eat!  I'm addicted to their Tom Yum Thai soup.  Perfection and you choose the meat...or not, and the type of noodle.  I'm vegetarian, so I get with just veggies or with tofu and not only am I happy, my pup drools and begs for any leftovers.  I love that in addition to the Thai tea that was my go to drink, they now have bubble teas!!!!  These are somewhat addictive to someone who is inclined to try them all.  My meat-eating man enjoys the Drunken Noodle and lots of their appetizers.  If you can go on a Tuesday, they have live music that just adds to the experience.  They also  do carryout so order if you can't stay.  You won't regret it!"
      },
      {
        "name": "Steve B.",
        "date": "May 19th, 2018",
        "rating": 5,
        "comments": "This place is fantastic! I tend to get vegetarian items, and I love spicy food. Their Currys with coconut milk are just fantastic. And they have music during the week sometimes, my hearing is rather sensitive so I asked the waitress to get placed away from the music, and she very gleefully complied. I’ve been back several times, and it’s always very friendly, courteous staff. Also, the great thing is about their menu, you can pretty much get any of the items with any kind of protein that you would like. So fish, chicken, shrimp, beef,tofu or all veggie. And many of their items can be prepared gluten-free or vegetarian. Lovely! As for spiciness, they have three levels: one, two or three. I always get three and I’m never disappointed."
      },
      {
        "name": "Kathy R.",
        "date": "May 28th, 2018",
        "rating": 5,
        "comments": "Good food. Good service. Have only gotten take out. Always delicious and large portions. Whole family loves it."
      }
    ]
  }, {
    "id": 8,
    "name": "Birroteca",
    "neighborhood": "Baltimore",
    "photograph": "./birroteca.jpg",
    "address": "1520 Clipper Rd, Baltimore, MD 21211",
    "latlng": {
      "lat": 39.327562,
      "lng": -76.639547
    },
    "cuisine_type": "Italian",
    "operating_hours": {
      "Monday": "5:00 pm - 10:00 pm",
      "Tuesday": "5:00 pm - 10:00 pm",
      "Wednesday": "5:00 pm - 10:00 pm",
      "Thursday": "5:00 pm - 10:00 pm",
      "Friday": "5:00 pm - 11:00 pm",
      "Saturday": "11:00 am - 11:00 pm",
      "Sunday": "11:00 am - 10:00 pm"
    },
    "rating": 4.4,
    "reviews": [{
        "name": "Jocylyn C.",
        "date": "June 13th, 2018",
        "rating": 5,
        "comments": "Wonderful and very kid friendly. We went for our first time tonight. The tables have a paper cover that can be drawn on, which was a nice bonus for the kids. The food was fresh, beautifully presented and delicious. The numerous staff we had were attentive and pleasant. We look forward to returning!"
      },
      {
        "name": "Emily M.",
        "date": "June 12th, 2018",
        "rating": 3,
        "comments": "We went to Birroteca on a Saturday evening. Our waitress was very nice and attentive to our table. Unfortunately I can't say I was impressed with our meal considering the prices and the many options for dinner in the area. We ordered the special salad which consisted of a small plate of spinach, a few strawberries and balsamic for $14. It was the size I would expect for a side salad and I am not someone who expects huge portions. We also ordered the spring risotto. It tasted fine but it was nothing spectacular and the portion was also very small for $22. My sister ordered a eggplant pizza which was good. My son's kids meal pizza was a good size and he enjoyed it. Our drinks were fine. I might come back for the pizza or during happy hour but I wouldn't waste my money on the dinner plates or salads as they are underwhelming and overpriced."
      },
      {
        "name": "Daniel S.",
        "date": "May 19th, 2018",
        "rating": 5,
        "comments": "Always a top notch experience at Birroteca. While it's not exactly sitting in the most attractive location next to the highway, once you are inside you won't care (and they have their own large free parking lot which is nice). The food here, especially the pizza, is always amazing. My personal favorite is the 'Duck Duck Goose'. The cocktails are also always excellent as well, cant say I've ever had a bad one there. You really can't go wrong with anything on the menu, from appetizers through desserts. Highly recommend."
      }
    ]
  }, {
    "id": 9,
    "name": "THB",
    "neighborhood": "Towson",
    "photograph": "./thb.jpg",
    "address": "16 Allegheny Ave, Towson, MD 21204",
    "latlng": {
      "lat": 39.401894,
      "lng": -76.603648
    },
    "cuisine_type": "Breakfast",
    "operating_hours": {
      "Monday": "6:00 am - 4:00 pm",
      "Tuesday": "6:00 am - 4:00 pm",
      "Wednesday": "6:00 am - 4:00 pm",
      "Thursday": "6:00 am - 4:00 pm",
      "Friday": "6:00 am - 4:00 pm",
      "Saturday": "7:00 am - 4:00 pm",
      "Sunday": "7:00 am - 4:00 pm"
    },
    "rating": 4.4,
    "reviews": [{
        "name": "Marissa S.",
        "date": "March 19th, 2018",
        "rating": 5,
        "comments": "As a former New Yorker, I am incredibly picky about pizza and bagels. These bagels are some of the best to be found in MD. I have used this location for breakfast and lunch and catering options - and they never disappoint. Just double check to make sure you have everything before you leave if you have a large order. Though, even if you don't, they are always happy to fix the mistake! Friendly and quick service, and a favorite of every local college for which I've worked."
      },
      {
        "name": "Jontathan C.",
        "date": "April 19th, 2018",
        "rating": 4,
        "comments": "A good bagel and breakfast sandwich shop. They are usually pretty crowded in the mornings but the line moves quickly and the food comes out fast. The bagels are good quality but not the absolute best."
      },
      {
        "name": "Tammy B.",
        "date": "May 19th, 2018",
        "rating": 5,
        "comments": "Great food, awesome service, and convenient location. Omelettes are huge and the bagels are fresh. Highly recommended!"
      }
    ]
  }, {
    "id": 10,
    "name": "Andy Nelson's",
    "neighborhood": "Cockeysville",
    "photograph": "./andy-nelsons.jpg",
    "address": "11007 York Rd, Cockeysville, MD 21030",
    "latlng": {
      "lat": 39.486804,
      "lng": -76.645994
    },
    "cuisine_type": "Barbecue",
    "operating_hours": {
      "Monday": "10:00 am - 8:00 pm",
      "Tuesday": "10:00 am - 8:00 pm",
      "Wednesday": "10:00 am - 8:00 pm",
      "Thursday": "10:00 am - 8:00 pm",
      "Friday": "10:00 am - 8:00 pm",
      "Saturday": "10:00 am - 8:00 pm",
      "Sunday": "Closed"
    },
    "rating": 4.7,
    "reviews": [{
        "name": "Liz N.",
        "date": "May 28th, 2018",
        "rating": 4,
        "comments": "Great food! This place is a little hole in the wall but has really good barbeque. I'm not sure if they don't have AC or if it was on the fritz but it was a little warm. The food more than made up for it though. Staff was very friendly as well. Highly recommend and will definitely go back!"
      },
      {
        "name": "Andrea L.",
        "date": "March 19th, 2018",
        "rating": 5,
        "comments": "Had lunch today with my nephew. I ordered 10 wings and he had the pulled pork sandwich express lunch with 2 sides (cornbread and beans).  Both were great! This is down home cooked babecue! Rustic seat yourself dining room. Very laid back. Super friendly staff. Great menu for all kinds of staple BBQ items and they cater as well. Definitely worth checking them out! I wish the music in the self seating area was a little lower in volume ... so we didn't have to talk so loud but all around great experience!"
      },
      {
        "name": "Rich M.",
        "date": "May 19th, 2018",
        "rating": 4,
        "comments": "The ribs were absolutely amazing ... meaty, juicy, smoky delicious! The pulled pork was very good  (vinegar dressed) and juicy. The chicken wing was moist and tasty. However, the chicken breast, while deliciously smoked, was a bit dry (I did arrive about an hour before closing). The sides, mac n cheese and bbq beans, were both good, but not nearly as amazing as the ribs!"
      }
    ]
  }]
}
